IDEA StatiCa Open Model
ConnectionSetup.CrtCompCheckIS Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Crt check type
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public CrtCompCheckIS CrtCompCheckIS { get; set; }
Public Property CrtCompCheckIS As CrtCompCheckIS
	Get
	Set
public:
property CrtCompCheckIS CrtCompCheckIS {
	CrtCompCheckIS get ();
	void set (CrtCompCheckIS value);
}
Property Value
Type: CrtCompCheckIS
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace